grammar/MLG-Grammar.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<title>Middle Low German Grammar</title>
<!-- 2023-12-02 Sat 11:32 -->
<meta  http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta  name="generator" content="Org-mode" />
<meta  name="author" content="Seán D Vrieland" />
</head>
<body>
<div id="content">
<h1 class="title">Middle Low German Grammar</h1>
<div id="table-of-contents">
<h2>Table of Contents</h2>
<div id="text-table-of-contents">
<ul>
<li><a href="#sec-1">1. Introduction</a>
<ul>
<li><a href="#sec-1-1">1.1. Dialects</a></li>
</ul>
</li>
<li><a href="#sec-2">2. Morphology</a>
<ul>
<li><a href="#sec-2-1">2.1. Pronouns</a></li>
<li><a href="#sec-2-2">2.2. Nouns</a>
<ul>
<li><a href="#sec-2-2-1">2.2.1. Strong nouns</a></li>
<li><a href="#sec-2-2-2">2.2.2. Weak nouns</a></li>
</ul>
</li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-sec-1" class="outline-2">
<h2 id="sec-1"><span class="section-number-2">1</span> Introduction</h2>
<div class="outline-text-2" id="text-1">
<p>
Middle Low German (MLG) was a group of closely-related dialects spoken in Northern Germany during the Late Middle Ages (ca. 1200-1600). Due to the rise of the Hanseatic League and the importance of trading centers such as Lübeck, Middle Low German became the <i>lingua franca</i> of trade in Northern Europe during this period.
</p>

<p>
Middle Low German descends from the Old Saxon (OSax) language, a West Germanic language spoken by the Saxons from around 800-1200. 
</p>

<p>
The Middle Low German dialects form a continuum and are very closely related to Middle Dutch.
</p>
</div>

<div id="outline-container-sec-1-1" class="outline-3">
<h3 id="sec-1-1"><span class="section-number-3">1.1</span> Dialects</h3>
<div class="outline-text-3" id="text-1-1">
<p>
Middle Low German is typically divided into four main dialects: 
</p>
<dl class="org-dl">
<dt> Westphalian </dt><dd>Between the Weser and Rhine rivers. Centers of power include Münster, Paderborn, Dortmund, Bielefeld and Osnabrück.
</dd>
<dt> Eastphalian </dt><dd>From the Weser to the Elbe. Centers of power include Hannover, Hildesheim, Braunschweig, Goslar, Göttingen, Magdeburg and Halle.
</dd>
<dt> North Low Saxon </dt><dd>Spoken along the coast.
</dd>
<dt> (South) Brandenburgish </dt><dd>In the East and South.
</dd>
</dl>

<p>
The dialect which is most commonly found in sources from or connected to Denmark is North Low Saxon, which is also the dialect of Lübeck.
</p>
</div>
</div>
</div>

<div id="outline-container-sec-2" class="outline-2">
<h2 id="sec-2"><span class="section-number-2">2</span> Morphology</h2>
<div class="outline-text-2" id="text-2">
<p>
Middle Low German is a case language. Nouns decline in four cases (nominative, accusative, dative, genitive) and two numbers (singular, plural). Adjectives decline for case and number as well as the gender (masculine, feminine, neuter) of the noun they point to. Verbs conjugate for person (1, 2, 3), number (singular, plural), tense (present, preterite) and mood (indicative, subjunctive).
</p>

<dl class="org-dl">
<dt> Nouns </dt><dd>Case, Number
</dd>
<dt> Adjectives </dt><dd>Case, Gender, Number
</dd>
<dt> Verbs </dt><dd>Person, Number, Tense, Mood
</dd>
</dl>
</div>

<div id="outline-container-sec-2-1" class="outline-3">
<h3 id="sec-2-1"><span class="section-number-3">2.1</span> Pronouns</h3>
<div class="outline-text-3" id="text-2-1">
<p>
The personal pronouns decline as follows:
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left"><b>1st</b></th>
<th scope="col" class="left"><b>2nd</b></th>
<th scope="col" class="left"><b>REFL</b></th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">nom</td>
<td class="left">ik</td>
<td class="left">du</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">acc</td>
<td class="left">mi, mik</td>
<td class="left">di, dik</td>
<td class="left">sik</td>
</tr>

<tr>
<td class="left">dat</td>
<td class="left">mi, mik</td>
<td class="left">di, dik</td>
<td class="left">sik</td>
</tr>

<tr>
<td class="left">gen</td>
<td class="left">mîn</td>
<td class="left">dîn</td>
<td class="left">sîn</td>
</tr>
</tbody>
<tbody>
<tr>
<td class="left">nom</td>
<td class="left">wî</td>
<td class="left">gî</td>
<td class="left">&#xa0;</td>
</tr>

<tr>
<td class="left">acc</td>
<td class="left">ûs</td>
<td class="left">jû</td>
<td class="left">sik</td>
</tr>

<tr>
<td class="left">dat</td>
<td class="left">ûs</td>
<td class="left">jû</td>
<td class="left">sik</td>
</tr>

<tr>
<td class="left">gen</td>
<td class="left">ûser</td>
<td class="left">jûwer</td>
<td class="left">sîn</td>
</tr>
</tbody>
</table>
<p>
Note that the accusative (e.g. <i>mik</i>) and dative (e.g. <i>mî</i>) have merged.g
</p>

<p>
The third person pronouns also decline for gender:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left"><b>MASC SG</b></th>
<th scope="col" class="left"><b>FEM SG</b></th>
<th scope="col" class="left"><b>NEUT SG</b></th>
<th scope="col" class="left"><b>PLURAL</b></th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">nom</td>
<td class="left">hê</td>
<td class="left">sê</td>
<td class="left">it</td>
<td class="left">sê</td>
</tr>

<tr>
<td class="left">acc</td>
<td class="left">en</td>
<td class="left">sê</td>
<td class="left">it</td>
<td class="left">sê</td>
</tr>

<tr>
<td class="left">dat</td>
<td class="left">eme</td>
<td class="left">ere</td>
<td class="left">eme</td>
<td class="left">em</td>
</tr>

<tr>
<td class="left">gen</td>
<td class="left">sîn</td>
<td class="left">ere</td>
<td class="left">is</td>
<td class="left">ere</td>
</tr>
</tbody>
</table>
<p>
Note that gender is not distinguished in the plural.
</p>

<p>
The demonstrative pronoun ('the') declines as follows:
</p>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left"><b>MASC SG</b></th>
<th scope="col" class="left"><b>FEM SG</b></th>
<th scope="col" class="left"><b>NEUT SG</b></th>
<th scope="col" class="left"><b>PLURAL</b></th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">nom</td>
<td class="left">dê</td>
<td class="left">dê</td>
<td class="left">dat</td>
<td class="left">dê</td>
</tr>

<tr>
<td class="left">acc</td>
<td class="left">den</td>
<td class="left">dê</td>
<td class="left">dat</td>
<td class="left">dê</td>
</tr>

<tr>
<td class="left">dat</td>
<td class="left">deme</td>
<td class="left">dere</td>
<td class="left">deme</td>
<td class="left">dem</td>
</tr>

<tr>
<td class="left">gen</td>
<td class="left">des</td>
<td class="left">dere</td>
<td class="left">des</td>
<td class="left">der</td>
</tr>
</tbody>
</table>
</div>
</div>

<div id="outline-container-sec-2-2" class="outline-3">
<h3 id="sec-2-2"><span class="section-number-3">2.2</span> Nouns</h3>
<div class="outline-text-3" id="text-2-2">
<p>
Nouns are separated into three genders (masculine, feminine, neuter) and different inflectional categories. Of these categories, the most important are:
</p>

<dl class="org-dl">
<dt> Strong nouns </dt><dd>These are the old <i>o</i>-stems from Proto-Indo-European (also known as thematic nouns), which became <i>a</i>-stems in the Proto-Germanic period. It is a very productive category, meaning new nouns (loanwords, deverbals) will often be inflected in this way.
</dd>
<dt> Weak nouns </dt><dd>These are also known as <i>n</i>-stems due to the inflectional element <i>n</i>.
</dd>
</dl>

<p>
Two further important inflectional categories are <i>i</i>-stems, which can be divided into short and long stems; and <i>u</i>-stems.
</p>
</div>
