grammar/MLG-Grammar.html

<div id="outline-container-sec-2-2-1" class="outline-4">
<h4 id="sec-2-2-1"><span class="section-number-4">2.2.1</span> Strong nouns</h4>
<div class="outline-text-4" id="text-2-2-1">
<p>
The following table shows the inflection of the masculine noun <i>dach</i> (day). Compare the inflection of the Old Icelandic cognate <i>dagr</i>.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left">SG</th>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left">PL</th>
<th scope="col" class="left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">nom</td>
<td class="left">dach</td>
<td class="left"><i>dagr</i></td>
<td class="left">daghe</td>
<td class="left"><i>dagar</i></td>
</tr>

<tr>
<td class="left">acc</td>
<td class="left">dach</td>
<td class="left"><i>dag</i></td>
<td class="left">daghe</td>
<td class="left"><i>daga</i></td>
</tr>

<tr>
<td class="left">dat</td>
<td class="left">daghe</td>
<td class="left"><i>degi</i></td>
<td class="left">daghen</td>
<td class="left"><i>dǫgum</i></td>
</tr>

<tr>
<td class="left">gen</td>
<td class="left">daghes</td>
<td class="left"><i>dags</i></td>
<td class="left">daghe</td>
<td class="left"><i>daga</i></td>
</tr>
</tbody>
</table>

<p>
Note the following observations:
</p>
<ul class="org-ul">
<li>Word-final <i>ch</i> often reflects an underlying <i>g</i> (often spelled <i>gh</i> in front of vowels).
</li>
<li>The nominative and accusative endings are the same in Middle Low German due to the loss of word-final <i>*-R</i> (Old Icelandic <i>-r</i>).
</li>
<li>The dative singular ends in <i>-e</i> (corresponding to Old Icelandic <i>-i</i>). The plural ending <i>-en</i> is due to final (unstressed) <i>*m</i> &gt; <i>n</i>.
</li>
<li>The genitive singular ending <i>-es</i> retains a vowel, as opposed to Old Icelandic <i>-s</i>.
</li>
</ul>

<p>
The neuter noun <i>wort</i> (word) is also a strong noun. Note the similarities between the masculine and neuter inflections. Old Icelandic <i>orð</i> is given as a comparison.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left">SG</th>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left">PL</th>
<th scope="col" class="left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">nom</td>
<td class="left">wort</td>
<td class="left"><i>orð</i></td>
<td class="left">wort, worde</td>
<td class="left"><i>orð</i></td>
</tr>

<tr>
<td class="left">acc</td>
<td class="left">wort</td>
<td class="left"><i>orð</i></td>
<td class="left">wort, worde</td>
<td class="left"><i>orð</i></td>
</tr>

<tr>
<td class="left">dat</td>
<td class="left">worde</td>
<td class="left"><i>orði</i></td>
<td class="left">worden</td>
<td class="left"><i>orðum</i></td>
</tr>

<tr>
<td class="left">gen</td>
<td class="left">wordes</td>
<td class="left"><i>orðs</i></td>
<td class="left">worde</td>
<td class="left"><i>orða</i></td>
</tr>
</tbody>
</table>

<p>
Note the following observations:
</p>
<ul class="org-ul">
<li>Word-final <i>t</i> here represents and underlying <i>d</i>
</li>
<li>Due to the loss of a nominative marker in the masculine (corresponding to Old Icelandic <i>-r</i>) there is no difference between masculine and neuter in the singular.
</li>
<li>The nominative and accusative plural were originally identical to the singular in neuter nouns, as in Old Icelandic. Over time the plural ending <i>-e</i> spread from the masculine inflection.
</li>
</ul>

<p>
Feminines inflect somewhat differently. Compare the feminine noun <i>gāve</i> (gift; source of Danish <i>gave</i> and Old Icelandic <i>gáfa</i>) with Old Icelandic <i>gjǫf</i>.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left">SG</th>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left">PL</th>
<th scope="col" class="left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">nom</td>
<td class="left">gāve</td>
<td class="left"><i>gjǫf</i></td>
<td class="left">gāve(n)</td>
<td class="left"><i>gjafar</i>, <i>-ir</i></td>
</tr>

<tr>
<td class="left">acc</td>
<td class="left">gāve</td>
<td class="left"><i>gjǫf</i></td>
<td class="left">gāve(n)</td>
<td class="left"><i>gjafar</i>, <i>-ir</i></td>
</tr>

<tr>
<td class="left">dat</td>
<td class="left">gāve(n)</td>
<td class="left"><i>gjǫf</i></td>
<td class="left">gāven</td>
<td class="left"><i>gjǫfum</i></td>
</tr>

<tr>
<td class="left">gen</td>
<td class="left">gāve(n)</td>
<td class="left"><i>gjafar</i></td>
<td class="left">gāven</td>
<td class="left"><i>gjafa</i></td>
</tr>
</tbody>
</table>

<p>
Many of the endings merged in the feminine strong nouns. Over time, a new inflectional element <i>-n</i> spread into the paradigm from the weak nouns (also called <i>n</i>-stems).
</p>
</div>
</div>

<div id="outline-container-sec-2-2-2" class="outline-4">
<h4 id="sec-2-2-2"><span class="section-number-4">2.2.2</span> Weak nouns</h4>
<div class="outline-text-4" id="text-2-2-2">
<p>
The weak or <i>n</i>-inflection is characterized by a stem element <i>n</i> which appears variously throughout the paradigm. This inflectional element eventually spread into other paradigms and is found today as the plural marker of many originally strong nouns in for example Dutch (<i>dag</i>, pl. <i>dagen</i>).
</p>

<p>
The following general observations can be made for the weak nouns in Middle Low German, applicable to all three genders:
</p>
<ul class="org-ul">
<li>Only two endings are found: <i>-e</i> and <i>-en</i>.
</li>
<li>Nominative singular always ends in <i>-e</i>.
</li>
<li>The plural ending <i>-en</i> is used in all four cases.
</li>
</ul>

<p>
Note the following masculine weak noun <i>vörste</i> (prince), which was borrowed into Old Icelandic (via Danish) as <i>fursti</i>, which also inflects as a weak noun.
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left">SG</th>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left">PL</th>
<th scope="col" class="left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">nom</td>
<td class="left">vörste</td>
<td class="left"><i>fursti</i></td>
<td class="left">vörsten</td>
<td class="left"><i>furstar</i></td>
</tr>

<tr>
<td class="left">acc</td>
<td class="left">vörsten</td>
<td class="left"><i>fursta</i></td>
<td class="left">vörsten</td>
<td class="left"><i>fursta</i></td>
</tr>

<tr>
<td class="left">dat</td>
<td class="left">vörsten</td>
<td class="left"><i>fursta</i></td>
<td class="left">vörsten</td>
<td class="left"><i>furstum</i></td>
</tr>

<tr>
<td class="left">get</td>
<td class="left">vörsten</td>
<td class="left"><i>fursta</i></td>
<td class="left">vörsten</td>
<td class="left"><i>fursta</i></td>
</tr>
</tbody>
</table>

<p>
The feminine weak noun <i>tunge</i> (tongue) and its Old Icelandic cognate <i>tunga</i> inflect as follows:
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left">SG</th>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left">PL</th>
<th scope="col" class="left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">nom</td>
<td class="left">tunge</td>
<td class="left"><i>tunga</i></td>
<td class="left">tungen</td>
<td class="left"><i>tungur</i></td>
</tr>

<tr>
<td class="left">acc</td>
<td class="left">tunge</td>
<td class="left"><i>tungu</i></td>
<td class="left">tungen</td>
<td class="left"><i>tungur</i></td>
</tr>

<tr>
<td class="left">dat</td>
<td class="left">tunge(n)</td>
<td class="left"><i>tungu</i></td>
<td class="left">tungen</td>
<td class="left"><i>tungum</i></td>
</tr>

<tr>
<td class="left">get</td>
<td class="left">tunge(n)</td>
<td class="left"><i>tungu</i></td>
<td class="left">tungen</td>
<td class="left"><i>tungna</i></td>
</tr>
</tbody>
</table>

<p>
The neuter weak noun <i>herte</i> (heart) also inflects as a weak noun in Old Icelandic <i>hjarta</i>
</p>

<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />

<col  class="left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left">SG</th>
<th scope="col" class="left">&#xa0;</th>
<th scope="col" class="left">PL</th>
<th scope="col" class="left">&#xa0;</th>
</tr>
</thead>
<tbody>
<tr>
<td class="left">nom</td>
<td class="left">herte</td>
<td class="left"><i>hjarta</i></td>
<td class="left">herten</td>
<td class="left"><i>hjǫrtu</i></td>
</tr>

<tr>
<td class="left">acc</td>
<td class="left">herte</td>
<td class="left"><i>hjarta</i></td>
<td class="left">herten</td>
<td class="left"><i>hjǫrtu</i></td>
</tr>

<tr>
<td class="left">dat</td>
<td class="left">herten</td>
<td class="left"><i>hjarta</i></td>
<td class="left">herten</td>
<td class="left"><i>hjǫrtum</i></td>
</tr>

<tr>
<td class="left">get</td>
<td class="left">herten</td>
<td class="left"><i>hjarta</i></td>
<td class="left">herten</td>
<td class="left"><i>hjartna</i></td>
</tr>
</tbody>
</table>
</div>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Seán D Vrieland</p>
<p class="date">Created: 2023-12-02 Sat 11:32</p>
<p class="creator"><a href="http://www.gnu.org/software/emacs/">Emacs</a> 25.3.1 (<a href="http://orgmode.org">Org</a> mode 8.2.8)</p>
<p class="validation"><a href="http://validator.w3.org/check?uri=referer">Validate</a></p>
</div>
</body>
</html>
